Repository: brunorrp13/Asset-Variation-Flutter_Project
Catalog: lib/app/app_*.arb
Languages: pt

source: day
pt: Dia

source: date
pt: Data

source: value
pt: Valor

# assetDataNotFound
source: Data for the inserted asset not found
pt: Dados do ativo inserido não encontrados

# assetTypying
source: Type the asset:
pt: Digite o ativo:

# firstDateVar
source: F. Dt Var
pt: Var Prim Dt

source: Get Asset Price
pt: Consultar o Preço

source: Asset Change
pt: Variação do Ativo

source: Price Variation
pt: Variação de Preço

source: Variation Graph
pt: Gráfico de variação

# languageDesc
source: English
pt: Português
